Repository: mavrinpn/Navigi-App
Catalog: lib/l10n/app_*.arb
Languages: ar

# connectToDiscoverFeatures
source: Connect to discover all our features.
ar: سجل نفسك لاكتشاف جميع ميزاتنا.

source: Enter
ar: التالية

source: No account?
ar: لا يوجد حساب؟

source: Register!
ar: إنشاء حساب!

# enterPassword
source: Enter the password
ar: أدخل كلمة المرور

# forgotPassword
source: Forgot your password?
ar: نسيت كلمة المرور؟

# enterPhone
source: Enter the Telephone number associated with your account
ar: أدخل البريد الإلكتروني المرتبط بحسابك

# enterCode
source: Enter the verification code
ar: أدخل رمز التحقق

# checkPhone
source: Let's check your phone number together.
ar: دعنا نتحقق من بريدك الإلكتروني معا.

source: Call me
ar: اتصل بي

# enterFourDigits
source: Enter the last 4 digits of the incoming call number
ar: أدخل رمز التحقق

# haventRecieveCode
source: Haven't received the code?
ar: لم تتلق الرمز؟

source: Send again
ar: أعد الإرسال

# newPassword
source: Enter a new password
ar: أدخل كلمة مرور جديدة

source: Your name
ar: اسمك

# createPassword
source: Pass a password
ar: ادخل كلمة المرور جديد

# repeatePassword
source: Repeat the password
ar: كرر كلمة المرور

# acceptPolicy
source: I accept the conditions of use and confirm that I accept the privacy policy.
ar: أقبل شروط الاستخدام وأؤكد أنني أقبل سياسة الخصوصية.

# errorIncorrectInfo
source: Error! Try or enter other information.
ar: خطأ! جرب مجددا أو أدخل معلومات أخرى.

source: Registration
ar: تسجيل

source: Confirmation
ar: تأكيد

source: Categories
ar: الفئات

# view
source: Look
ar: شاهد

source: Research in Algiers
ar: البحث في الجزائر

source: Recommendations
ar: الإعلانات

source: Related announcements
ar: إعلانات ذات صلة

# viewAll
source: Look at everything
ar: انظر إلى كل شيء

source: City
ar: الولاية

source: km of you)
ar: كم منكم)

source: Home page
ar: الصفحة الرئيسية

source: Messages
ar: الرسائل

# favourites
source: Favorite
ar: المفضلة

# profile
source: My profile
ar: حسابي الشخصي

source: Show all
ar: عرض الكل

# searchBrand
source: Brand search
ar: بحث في العلامة التجارية

# done
source: That's it
ar: التالي

source: Location
ar: المكان

# searchZone
source: Research area
ar: منطقة البحث

source: Display ads
ar: عرض الإعلانات

source: With picture
ar: مع الصورة

# sort
source: Sorting
ar: فرز

# dontHaveProducts
source: You don't have selected products
ar: ليس لديك إعلانات مفضلة

# goRepertoire
source: go to the repertoire
ar: اذهب إلى الإعلانات

source: Active
ar: في السوق

source: Sold
ar: تمت الصفقة

source: You have no ads
ar: ليس لديك إعلانات

source: Sales have reported
ar: ربحت من المبيعات

source: My data
ar: معلوماتي الشخصية

source: My comments
ar: تعليقاتي

source: Faq
ar: التعليمات

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms of use
ar: شروط الاستعمال

# privacyPolicyFileId
source: privacy_policy_fr
ar: privacy_policy_ar

# termsOfUseFileId
source: terms_of_use_fr
ar: terms_of_use_ar

source: Disconnect from the account
ar: تسجيل الخروج

# delProfile
source: Delete profile
ar: حذف الحساب

source: On the service of
ar: في التطبيق من

source: Charit
ar: توثيق الحساب

source: Application settings
ar: إعدادات التطبيق

source: Notifications
ar: التنبيهات

source: Language
ar: اللغة

# fr
source: French
ar: الفرنسية

# ar
source: Arab
ar: العربية

source: Personal offers
ar: العروض الشخصية

source: Selected products
ar: منتجات مختارة

source: Certify
ar: توثيق الحساب

# takeAphotoWith
source: Take a photo with a identity card holding next to the person as seen on the example below.
ar: التقط صورة مع بطاقة هوية تمسك بجانب الشخص كما هو موضح في المثال أدناه.

# downloadThePhoto
source: Download the photo in PNG format, JPEG.
ar: قم بتنزيل الصورة بتنسيق PNG ، JPEG.

source: Edit
ar: تعديل

# del
source: DELETE
ar: حذف

source: Features
ar: المواصفات

source: Type of product
ar: نوع المنتج

source: Product category
ar: فئة المنتج

source: Operating system
ar: نظام التشغيل

source: State
ar: حالةال

source: Diagonal
ar: القطر

source: Tactile
ar: اللمس

source: Integrated memory
ar: ذاكرة متكاملة

source: Shooting
ar: التصوير

source: Description
ar: وصف الإعلان

source: Board
ar: اللوحة

source: Electronic
ar: إلكتروني

source: Today at
ar: اليوم على

source: views
ar: المشاهدات

source: Statistical
ar: الإحصائيات

source: Contact the support
ar: اتصل بنا

source: Write with support
ar: اكتب لنا

# doYouWantLogout
source: Do you want to log out?
ar: هل تريد الخروج؟

# doYouWantLogoutAlert
source: Next time you will need to enter a password
ar: في المرة القادمة سوف تحتاج إلى إدخال كلمة مرور

# doYouWantDelete
source: Do you want to delete your account?
ar: هل تريد حذف حسابك?

# doYouWantDeleteAlert
source: If you delete your account, you will no longer be able to recover the content or information that you have shared on Navigi. Your profile will also be deleted.
ar: إذا قمت بحذف حسابك ، فلن تتمكن بعد الآن من استعادة المحتوى أو المعلومات التي قمت بمشاركتها على نافيجي. سيتم أيضا حذف ملف التعريف الخاص بك.

source: Yes
ar: نعم

source: Add an ad
ar: إضافة إعلان

# selectCategory
source: Select a category
ar: إختيار الفئة

# selectSubcategory
source: Select a subcategory
ar: تحديد الفئة الفرعية

source: No
ar: لا

source: Indicate the name
ar: تحديد عنوان الإعلان

source: Type of news
ar: نوع الإعلان

source: New
ar: جديد

source: Color
ar: اللون

source: Black
ar: أسود

source: White
ar: أبيض

source: Rose gold
ar: وردي ذهبي

source: Gray space
ar: مساحة رمادية

# theModerationOfThe
source: The moderation of the advertisement is underway
ar: جاري التحقق من الإعلان

# doNotBlockThe
source: Do not block the application during the treatment of your ad
ar: لا تغلق التطبيق خلال معالجة الإعلان

source: Filters
ar: الإعدادت

source: Price
ar: السعر

source: Reset everything
ar: مسح

source: Reset
ar: إعادة تعيين

source: Category
ar: الفئة

source: Subcategory
ar: الفئة الفرعية

source: Only a high classification
ar: فقط تصنيف عالي

source: Only with reduction
ar: فقط مع التخفيض

source: Tacitly
ar: ضمنيا

source: By date
ar: حسب التاريخ

source: First cheap
ar: الأقل سعرا أولا

source: First dear
ar: الأغلى أولا

source: Out of distance
ar: الأقرب أولا

source: Real estate
ar: العقارات

source: Car
ar: السيارات

source: Household items
ar: الأدوات المنزلية

source: Splash
ar: قطاع الغيار

source: Garment
ar: الملابس

source: House and leisure
ar: البيت والترفيه

source: Animals
ar: الحيوانات

source: Jobs and services
ar: الوظائف والخدمات

source: Area
ar: البلدية

source: Research area
ar: منطقة البحث

source: To block
ar: بلوك

source: Report
ar: تقرير

source: Product added to favorites!
ar: تمت إضافة المنتج إلى المفضلة!

source: To write
ar: مراسلة

source: To call
ar: الإتصال

source: On service since
ar: في التطبيق منذ

source: comments
ar: تعليقات

source: The transaction took place
ar: تمت الصفقة

source: What did you talk about?
ar: ماذا تتحدثتم عنه؟

source: Have you bought the goods?
ar: هل تمت الصفقة؟

source: How did it end?
ar: كيف انتهى؟

source: Phone communication
ar: مكالمة هاتفية

source: Meeting agreement
ar: اتفاقية

source: To write a comment
ar: كتابة تعليق

# hello
source: Welcome!
ar: مرحبا!

source: Used
ar: مستخدم

# passwordOrEmailEnteredIncorrectly
source: Not of pass or badly seized email
ar: البريد الإلكتروني أو كلمة السر غير صحيحة

source: Photo
ar: الصور

source: Popular research
ar: الأكثر طلبا

source: Research history
ar: سجل البحث

source: To clean
ar: مسح

# empty
source: be empty
ar: لا يوجد اعلانات الآن

source: seller
ar: البائع

# offrirVotrePrix
source: Offer your price
ar: اقترح سعرك

source: Add pictures
ar: أضف الصور

source: Afterwards
ar: التالي

# loremLobortisMi
source: Lorem Lobortis Mi Ornare Nisi Tellus Sed Aliquam Accidental Nis
ar: Lorem Lobortis Mi ornare nisi tellus sed aliquam nis nis

# errorReviewOrEnterOther
source: Error! Review or enter other information.
ar: خطأ! كرر مجددا أو أدخل معلومات أخرى.

# jacceptsTheConditionsForTheilization
source: Jaccepts the conditions for theilization and confirms that Jaccepte the Privacy Policy.
ar: أقبل الشروط الخاصة و سياسة الخصوصية.

# regg
source: Register
ar: انشاء حساب

source: Entrance
ar: تسجيل الدخول

source: Continue
ar: التالي

source: Information
ar: معلومات

source: Title
ar: العنوان

source: Name
ar: الإسم

source: place
ar: المكان

source: Popular requests
ar: البحوث المتداولة

source: Cancelation
ar: إلغاء

source: With success
ar: بنجاح

source: Save
ar: حفظ

source: Apply
ar: تطبيق

# placeApplicationSettings
source: Settings
ar: الإعدادات

source: Mark
ar: العلامة

source: Model
ar: الموديل

# choosingCarBrand
source: Choosing a car brand
ar: اختيار العلامة

source: Choosing mark
ar: اختيار العلامة

source: Choosing category
ar: اختر الفئة

source: Specify place
ar: تحديد المكان

source: Change
ar: تغيير

source: Loading
ar: تحميل

# notFound
source: Nothing was found
ar: لم يتم العثور على شيء

source: Send
ar: إرسال

# offerMessage
source: Hello! I propose you
ar: مرحبا! أقترح عليك

# writeComment
source: Write a comment
ar: كتابة تعليق

source: Data download error
ar: خطأ في تنزيل البيانات

source: Publish
ar: نشر

# changesSaved
source: The changes are saved
ar: تم حفظ البيانات

source: Data saving error
ar: خطأ في حفظ البيانات

# adSuccessfullyAdded
source: The ad was successfully added
ar: تمت إضافة الإعلان بنجاح

# errorCreatingAd
source: Error creating the ad
ar: خطأ في إضافة الإعلان

# chatBlocked
source: The chat is blocked
ar: تم حظر الدردشة

source: Block user
ar: حظر المستخدم

source: Unblock user
ar: إلغاء حظر المستخدم

# adAddedToFavorites
source: The ad has been added to favorites
ar: تمت إضافة الإعلان إلى المفضلة

# adRemovedFromFavorites
source: The ad has been removed from favorites
ar: تمت إزالة الإعلان من المفضلة

source: Market price:
ar: سعر السوق:

source: Detail
ar: التفاصيل

source: Close
ar: إغلاق

# marketPriceCaption
source: The price range has been calculated over the last 6 months. Here is what has been taken into account:
ar: تم حساب النطاق السعري خلال آخر 6 أشهر. هنا هو ما تم أخذه في الاعتبار:

source: Mark and model
ar: علامة ونموذج

# productParameters
source: The product parameters
ar: معلمات المنتج

source: City and region
ar: الولاية البلدية

# userBlockedYou
source: The user {userName} has blocked you
ar: قام المستخدم {userName} بحظرك

# youBlockedUser
source: You have blocked the user {userName}
ar: لقد قمت بحظر المستخدم {userName}

# dzd
source: Algerian Dinar
ar: دينار جزائري

# mln
source: Millions
ar: مليون

# mlrd
source: Billions
ar: مليار

source: Try again later
ar: حاول مرة أخرى لاحقا

# userAlreadyRegistered
source: This user is already registered
ar: هذا المستخدم مسجل

# userNotFound
source: The user is not registered
ar: المستخدم غير مسجل

source: Forgot your password?
ar: نسيت كلمة المرور?

source: Next
ar: التالي

source: Recover password
ar: استعادة كلمة المرور

source: not specified
ar: غير محدد

source: selected
ar: مختارة

source: Enter valid E-mail
ar: أدخل بريد إلكتروني صالح

source: Invalid Code
ar: رمز غير صالح

# passwordUpdateSuccess
source: Password Update Successfully
ar: تحديث كلمة المرور بنجاح

# soldAction
source: Sold
ar: تمت الصفقة

# putForSaleAction
source: Put for sale
ar: الإعادة إلى البيع

source: Delete
ar: حذف

# errorCommentAlreadyLeft
source: The review has already been sent to this seller
ar: لقد قمت بتقييم المستخدم من قبل

# errorCommentYourself
source: You can't send review to yourself
ar: لا يمكنك تقييم نفسك

# errorInvalidScore
source: Rating error
ar: خطأ في التقييم

# errorText
source: Error in the text
ar: خطأ في النص

# noConnection
source: There is no Internet connection. Please make sure that wi-fi or cellular connection is enabled and try again.
ar: لا يوجد اتصال بالإنترنت. يرجى التأكد من تمكين خدمة الواي فاي أو الاتصال الخلوي وحاول مرة أخرى.

# isConnection
source: Internet connection has been restored
ar: تمت استعادة اتصال الإنترنت
